tap "homebrew/bundle"
tap "homebrew/services"
tap "yt-dlp/taps"

brew "dark-mode"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "macos-trash"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pnpm"
brew "ripgrep"
brew "tmux"
brew "ffmpeg"
brew "yt-dlp"

cask "kitty"
cask "rectangle"
